MELDUNGEN/EXPORT/TEST_InventarmeldungBaugruppe_20240802151243.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeInventarmeldungBaugruppe xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaInventarmeldungBaugruppe xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-08-02T15:12:42.710+02:00" vorgangstyp="INSTALLATION" servicetechniker="0" vorgangsnummer="0" einbauposition="0" seriennummer="90000553" herstellerBezeichnung="Hopper MK IV" betriebsstatus="IN_BETRIEB" gueltigkeit="2024-08-02T15:12:42.699+02:00" abrechnungsnummer="1974" version="" sstVersion="3.10">
                <verkaufspunkt posNummer="9091" betreiber="99" seriennummer="9091" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="90128" guid="37402927-8af1-4faf-81c1-3524a5a8d88b"/>
                <baugruppentyp baugruppenkategorie="MUV" beschreibung="ZGS 1?" bezeichnung="ZGS 1?" geldspeichertyp="ZGS"/>
            </faaInventarmeldungBaugruppe>
        </empfangeInventarmeldungBaugruppe>
    </s:Body>
</s:Envelope>
